[
    {
        "personName": "Bernard Arnault & family",
        "backstory": "Bernard Arnault, born in 1949 in Roubaix, France, is the chairman and CEO of LVMH, the world's largest luxury goods company. Known for his keen business acumen, Arnault began his career by taking over his father's construction business, Ferret-Savinel, in 1971. After restructuring the company and selling off its non-core assets, he entered the luxury market in 1984 by acquiring the nearly bankrupt textile company Boussac, which owned the prestigious brand Christian Dior. This move marked the beginning of Arnault's journey into the luxury industry. Over the years, he transformed LVMH into a global powerhouse by acquiring iconic brands like Louis Vuitton, Moët & Chandon, and Sephora. His success stems from his ability to blend heritage and innovation, making LVMH a symbol of modern luxury. Today, Arnault is not only one of the wealthiest individuals in the world but also a prominent art collector and philanthropist."
    },
    {
        "personName": "Elon Musk",
        "backstory": "Elon Musk, born in Pretoria, South Africa, in 1971, is an entrepreneur, inventor, and visionary known for founding companies like Tesla, SpaceX, Neuralink, and The Boring Company. From a young age, Musk showed an interest in technology and innovation. He taught himself computer programming at the age of 10 and created his first software, a game called Blastar, by the age of 12. After moving to the United States, Musk attended the University of Pennsylvania, where he studied physics and economics. He co-founded Zip2, an online city guide software, which he sold for $307 million in 1999. With the proceeds, Musk founded X.com, which later became PayPal. In 2002, he founded SpaceX, aiming to reduce space transportation costs and enable the colonization of Mars. Musk's ventures are driven by his mission to accelerate humanity's transition to sustainable energy and make life multi-planetary."
    },
    {
        "personName": "Jeff Bezos",
        "backstory": "Jeff Bezos, born in Albuquerque, New Mexico, in 1964, is the founder of Amazon, one of the largest e-commerce platforms in the world. After graduating from Princeton University with degrees in electrical engineering and computer science, Bezos worked on Wall Street before taking a bold step to start his own company. In 1994, he launched Amazon from his garage in Seattle, initially selling books online. Bezos's vision was to create an 'everything store,' and under his leadership, Amazon expanded into a global marketplace, offering products ranging from electronics to cloud computing services. Known for his customer-centric approach and long-term thinking, Bezos revolutionized retail and logistics. In addition to Amazon, he owns The Washington Post and Blue Origin, a space exploration company aiming to make space travel accessible to everyone."
    },
    {
        "personName": "Larry Ellison",
        "backstory": "Larry Ellison, born in 1944 in New York City, is the co-founder of Oracle Corporation, a multinational computer technology company. Raised by his aunt and uncle in Chicago, Ellison showed an early aptitude for mathematics and science but dropped out of college twice. In 1977, he founded Oracle with just $2,000, initially focusing on database software for the CIA, codenamed 'Oracle.' The company grew rapidly, becoming a leader in database management systems and enterprise software. Ellison is known for his flamboyant lifestyle, including owning a Hawaiian island and competing in yacht races. Despite his reputation for being competitive and driven, he has also made significant contributions to philanthropy, particularly in medical research. His journey from a modest upbringing to becoming one of the world's wealthiest individuals exemplifies perseverance and innovation."
    },
    {
        "personName": "Warren Buffett",
        "backstory": "Warren Buffett, born in 1930 in Omaha, Nebraska, is known as the 'Oracle of Omaha' for his investment expertise. Buffett developed an interest in business and investing at a young age, buying his first stock at the age of 11. After studying under Benjamin Graham at Columbia Business School, Buffett applied Graham's value investing principles to build his fortune. In 1965, he took control of Berkshire Hathaway, transforming it from a struggling textile company into a multinational conglomerate. Through his disciplined approach to investing, Buffett amassed one of the largest fortunes in the world. Despite his immense wealth, Buffett is known for his frugality and commitment to philanthropy, having pledged to donate the majority of his fortune to charitable causes. His annual letters to shareholders are widely regarded as insightful guides to investment and business management."
    },
    {
        "personName": "Bill Gates",
        "backstory": "Bill Gates, born in 1955 in Seattle, Washington, is the co-founder of Microsoft Corporation. From an early age, Gates demonstrated an aptitude for technology and innovation. In 1975, he and his childhood friend Paul Allen founded Microsoft, a company that revolutionized the personal computer industry with its software innovations, particularly the Windows operating system. Gates served as CEO until 2000 and played a pivotal role in making Microsoft one of the largest and most influential tech companies in the world. Beyond his work in technology, Gates is a philanthropist, dedicating much of his wealth to the Bill & Melinda Gates Foundation, which focuses on global health, education, and poverty alleviation."
    },
    {
        "personName": "Mark Zuckerberg",
        "backstory": "Mark Zuckerberg, born in 1984 in White Plains, New York, is the co-founder and CEO of Meta Platforms (formerly Facebook, Inc.). While studying at Harvard University, Zuckerberg launched 'The Facebook' in 2004 as a social networking platform for college students. The platform rapidly expanded beyond universities, becoming the world's largest social media platform. Under Zuckerberg's leadership, Meta acquired companies like Instagram and WhatsApp, cementing its dominance in social media. Despite facing controversies over privacy and misinformation, Zuckerberg has focused on innovation, including the development of the metaverse. He is also involved in philanthropy through the Chan Zuckerberg Initiative, which aims to address social challenges like education and healthcare."
    },
    {
        "personName": "Amancio Ortega",
        "backstory": "Amancio Ortega, born in 1936 in Busdongo de Arbás, Spain, is the founder of Inditex, the world's largest fashion retailer, best known for its flagship brand, Zara. Starting his career as a shop assistant, Ortega worked his way up the fashion industry by learning about fabric production and customer preferences. In 1975, he co-founded Zara with his then-wife Rosalía Mera, introducing the concept of 'fast fashion' by bringing affordable, high-quality, and trendy clothing to customers quickly. Ortega's innovative supply chain strategies disrupted the fashion industry, allowing Inditex to expand globally. Despite his immense wealth, Ortega maintains a low profile and rarely gives interviews, preferring a simple lifestyle."
    },
    {
        "personName": "Mukesh Ambani",
        "backstory": "Mukesh Ambani, born in 1957 in Yemen, is the chairman and largest shareholder of Reliance Industries, India's most valuable company. After studying chemical engineering and business administration, Ambani joined Reliance, which was founded by his father, Dhirubhai Ambani. Under Mukesh's leadership, the company diversified from textiles into petrochemicals, telecommunications, and retail, becoming a cornerstone of India's economy. Ambani is credited with launching Jio, a revolutionary telecom service that disrupted the Indian market with affordable data and digital services. Despite his business achievements, Ambani is also known for his philanthropic efforts, particularly in education, healthcare, and rural development in India."
    },
    {
        "personName": "Larry Page",
        "backstory": "Larry Page, born in 1973 in Lansing, Michigan, is the co-founder of Google, one of the most influential companies in the world. While pursuing his Ph.D. at Stanford University, Page, along with Sergey Brin, developed the PageRank algorithm, which became the foundation of Google's search engine. In 1998, the two officially launched Google, which grew rapidly to become a leader in search, advertising, and cloud computing. As CEO of Google's parent company, Alphabet, Page focused on innovative projects like self-driving cars and artificial intelligence. Known for his visionary ideas and technical expertise, Page has significantly shaped the way people access and interact with information online."
    },
    {
        "personName": "Sergey Brin",
        "backstory": "Sergey Brin, born in 1973 in Moscow, Russia, immigrated to the United States with his family to escape anti-Semitism. Brin studied mathematics and computer science at the University of Maryland before pursuing a Ph.D. at Stanford University, where he met Larry Page. Together, they co-founded Google in 1998. Brin's focus on data mining and machine learning has helped Google become a pioneer in search and artificial intelligence. Known for his adventurous spirit, Brin has also invested in futuristic technologies like self-driving cars. He stepped down from his role at Alphabet in 2019 but remains influential in tech and philanthropy."
    },
    {
        "personName": "Alice Walton",
        "backstory": "Alice Walton, born in 1949 in Newport, Arkansas, is the daughter of Walmart founder Sam Walton. Unlike her siblings, who focused on the retail business, Alice pursued her passion for art. She founded the Crystal Bridges Museum of American Art in Bentonville, Arkansas, which houses a renowned collection of American artwork. Walton is also an advocate for education and healthcare reform. Despite her vast fortune, she maintains a low public profile and is deeply involved in philanthropic initiatives through the Walton Family Foundation."
    },
    {
        "personName": "Michael Bloomberg",
        "backstory": "Michael Bloomberg, born in 1942 in Boston, Massachusetts, is the founder of Bloomberg L.P., a global financial information and media company. Bloomberg began his career on Wall Street before launching his eponymous company in 1981, which revolutionized financial data with the Bloomberg Terminal. He served as the mayor of New York City from 2002 to 2013, focusing on public health and urban development. Bloomberg is also a leading philanthropist, donating billions to causes like climate change, public health, and education. His blend of business acumen and public service has made him one of the most influential figures in finance and politics."
    },
    {
        "personName": "Gautam Adani",
        "backstory": "Gautam Adani, born in 1962 in Ahmedabad, India, is the founder and chairman of the Adani Group, a multinational conglomerate with interests in ports, energy, and logistics. Adani began his career as a diamond sorter before starting his trading company in 1988. Over the decades, he has built a business empire that is instrumental in India's infrastructure development. Despite controversies over environmental issues, Adani is a key player in renewable energy and has pledged to achieve carbon neutrality for his group. His rise from modest beginnings to one of the world's richest individuals is a testament to his vision and perseverance."
    },
    {
        "personName": "Sheldon Adelson",
        "backstory": "Sheldon Adelson, born in 1933 in Boston, Massachusetts, was a business magnate and philanthropist who transformed the global casino industry. Adelson started his career in entrepreneurship before founding Las Vegas Sands Corporation, which operates resorts in Las Vegas, Macau, and Singapore. Known for his lavish investments, he redefined luxury tourism and gaming. Adelson was also a prominent political donor and philanthropist, supporting medical research and Jewish causes. He passed away in 2021, leaving behind a legacy of innovation and generosity."
    },
    {
        "personName": "Zhang Yiming",
        "backstory": "Zhang Yiming, born in 1983 in Longyan, China, is the founder of ByteDance, the parent company of TikTok, one of the world's most popular social media platforms. After studying software engineering, Zhang worked at several tech firms before founding ByteDance in 2012. The company's first product, Toutiao, was a success, but TikTok propelled ByteDance to global prominence. Known for his innovative algorithms, Zhang stepped down as CEO in 2021 but remains an influential figure in the tech industry."
    },
    {
        "personName": "David Thomson",
        "backstory": "David Thomson, born in 1957 in Toronto, Canada, is the chairman of Thomson Reuters, a media and financial information company. Thomson inherited his wealth from his father, who built a media empire. Under David’s leadership, the company expanded its focus on financial data and services. Thomson is also an art collector and philanthropist, supporting institutions like the Art Gallery of Ontario. Despite his vast wealth, Thomson is known for his private lifestyle."
    },
    {
        "personName": "Phil Knight",
        "backstory": "Phil Knight, born in 1938 in Portland, Oregon, is the co-founder of Nike, the world’s leading athletic apparel company. Knight partnered with his track coach, Bill Bowerman, to create Blue Ribbon Sports, which evolved into Nike in 1971. Under Knight’s leadership, Nike became a global brand synonymous with sports and innovation. After stepping down as chairman in 2016, Knight focused on philanthropy, donating billions to education and healthcare."
    },
    {
        "personName": "Leonard Lauder",
        "backstory": "Leonard Lauder, born in 1933 in New York City, is the chairman emeritus of Estée Lauder Companies, a global beauty empire. Lauder joined the family business in the 1950s, helping to expand it into one of the most recognized names in cosmetics. A passionate art collector, he donated significant works to the Metropolitan Museum of Art. Lauder is also a philanthropist, supporting cancer research and education."
    },
    {
        "personName": "Stefan Persson",
        "backstory": "Stefan Persson, born in 1947 in Stockholm, Sweden, is the former chairman of H&M, one of the world’s largest fashion retailers. Persson took over the family business in the 1980s, expanding its global presence. Known for its affordable and trendy clothing, H&M thrived under his leadership. Persson stepped down in 2020, passing the company to his son. He is also a philanthropist, supporting sustainability initiatives."
    },
    {
        "personName": "Francoise Bettencourt Meyers",
        "backstory": "Francoise Bettencourt Meyers, born in 1953 in Neuilly-sur-Seine, France, is the heiress to the L'Oréal fortune and the chairwoman of her family's holding company. As the granddaughter of L'Oréal's founder, Eugene Schueller, Bettencourt Meyers inherited her wealth following the death of her mother, Liliane Bettencourt, in 2017. Known for her reserved nature, she has focused on philanthropy, particularly in scientific research and arts education. Bettencourt Meyers is also an accomplished author, having written extensively on Greek mythology and Jewish-Christian relations."
    },
    {
        "personName": "Jim Walton",
        "backstory": "Jim Walton, born in 1948 in Newport, Arkansas, is the youngest son of Walmart founder Sam Walton. Walton took over leadership roles within the family business and played a significant part in managing its banking operations through Arvest Bank. While his siblings focused on Walmart, Jim expanded the family’s financial interests, helping to grow Arvest into one of the largest regional banks in the Midwest. He is also active in the Walton Family Foundation, supporting initiatives in education and environmental conservation."
    },
    {
        "personName": "Rob Walton",
        "backstory": "Rob Walton, born in 1944 in Tulsa, Oklahoma, is the eldest son of Sam Walton, the founder of Walmart. After graduating from Columbia Law School, Walton joined Walmart in the 1970s as a corporate lawyer. He became chairman of the board in 1992 following his father's death, overseeing Walmart’s transformation into a global retail giant. Under his leadership, Walmart embraced technology and logistics innovations, strengthening its market dominance. Walton retired as chairman in 2015 but remains deeply involved in philanthropy through the Walton Family Foundation."
    },
    {
        "personName": "Shiv Nadar",
        "backstory": "Shiv Nadar, born in 1945 in Tamil Nadu, India, is the founder of HCL Technologies, one of India's largest IT services companies. Starting as a hardware company in 1976, HCL evolved into a global software and IT services leader under Nadar’s guidance. Beyond his business achievements, Nadar is a prominent philanthropist, dedicating much of his wealth to education. The Shiv Nadar Foundation has established numerous schools and universities aimed at providing world-class education to underprivileged students in India."
    },
    {
        "personName": "Li Ka-Shing",
        "backstory": "Li Ka-Shing, born in 1928 in Chaozhou, China, fled to Hong Kong during World War II and built one of Asia's largest business empires from scratch. Starting as a plastic manufacturer, Li expanded his business into real estate, telecommunications, and energy. His flagship company, CK Hutchison Holdings, operates in over 50 countries. Li is also known for his philanthropy, having donated billions to healthcare, education, and disaster relief through his charitable foundation."
    },
    {
        "personName": "Masayoshi Son",
        "backstory": "Masayoshi Son, born in 1957 in Tosu, Japan, is the founder and CEO of SoftBank Group, a global conglomerate with interests in telecommunications, investment, and technology. After graduating from UC Berkeley, Son returned to Japan and established SoftBank in 1981. His bold investments, including early stakes in Yahoo and Alibaba, have made SoftBank one of the most influential players in tech. Despite his high-risk strategy, Son has earned a reputation as a visionary who shapes the future of technology."
    },
    {
        "personName": "Richard Branson",
        "backstory": "Richard Branson, born in 1950 in London, England, is the founder of the Virgin Group, which encompasses over 400 companies in industries ranging from music to space travel. Branson launched his first business, a student magazine, at 16 and later founded Virgin Records, which became a leading music label. His ventures expanded to airlines, fitness, and even commercial space tourism with Virgin Galactic. Known for his adventurous personality and philanthropic efforts, Branson has attempted several world records, including transatlantic balloon crossings."
    },
    {
        "personName": "George Soros",
        "backstory": "George Soros, born in 1930 in Budapest, Hungary, survived the Nazi occupation before emigrating to England. He attended the London School of Economics, studying under philosopher Karl Popper, whose ideas influenced Soros’s financial and philanthropic career. After founding Soros Fund Management in 1970, he became one of the most successful investors in history. His Open Society Foundations have donated billions to promote democracy, education, and human rights worldwide, making him one of the most impactful philanthropists of our time."
    },
    {
        "personName": "Andrew Forrest",
        "backstory": "Andrew Forrest, born in 1961 in Perth, Australia, is the founder and chairman of Fortescue Metals Group, one of the world's largest iron ore producers. Forrest transformed Fortescue into a mining powerhouse by capitalizing on Australia’s vast natural resources. Beyond mining, Forrest is a leading philanthropist, focusing on ending modern slavery, Indigenous education, and environmental conservation through the Minderoo Foundation."
    },
    {
        "personName": "Barbara Cox Anthony",
        "backstory": "Barbara Cox Anthony, born in 1922 in Dayton, Ohio, was the daughter of James M. Cox, founder of Cox Enterprises, a media conglomerate. After inheriting her father’s wealth, Anthony became a significant shareholder in the company. She focused her efforts on philanthropy, supporting education and animal welfare initiatives. Her legacy continues to impact communities through the Cox Foundation’s various programs."
    },
    {
        "personName": "François Pinault",
        "backstory": "François Pinault, born in 1936 in Les Champs-Géraux, France, is the founder of Kering, one of the largest luxury goods companies in the world. Starting his career in the timber trade, Pinault transformed his business through strategic acquisitions in the luxury sector, including brands like Gucci, Yves Saint Laurent, and Balenciaga. Known for his business acumen, he also owns the auction house Christie's and has a prominent art collection. Pinault is recognized for his contributions to the arts and is a major figure in the global luxury and cultural industries."
    },
    {
        "personName": "David Tepper",
        "backstory": "David Tepper, born in 1957 in Pittsburgh, Pennsylvania, is a billionaire investor and hedge fund manager, known for founding Appaloosa Management. After earning his MBA from Carnegie Mellon University, Tepper began his career at Goldman Sachs before launching his own fund in 1993. His investment philosophy focuses on distressed assets, and he is known for bold, contrarian bets that have often paid off handsomely. Tepper is also the owner of the NFL's Carolina Panthers and a noted philanthropist, donating generously to education and health-related causes."
    },
    {
        "personName": "Dieter Schwarz",
        "backstory": "Dieter Schwarz, born in 1939 in Heilbronn, Germany, is the reclusive founder of the Schwarz Group, the parent company of Lidl and Kaufland. Schwarz took over his father’s grocery business in the 1970s and expanded it into one of the largest retail empires in the world. Known for his frugal lifestyle, Schwarz rarely appears in public or gives interviews. His philanthropic work includes significant donations to education and research in Germany through the Dieter Schwarz Foundation."
    },
    {
        "personName": "Ken Griffin",
        "backstory": "Ken Griffin, born in 1968 in Daytona Beach, Florida, is the founder and CEO of Citadel, one of the most successful hedge funds in the world. Griffin started trading stocks while studying at Harvard University and launched Citadel in 1990 with just $4.6 million. Today, the firm manages tens of billions of dollars in assets. Griffin is known for his meticulous approach to risk management and his passion for philanthropy, donating extensively to education, arts, and healthcare."
    },
    {
        "personName": "Jim Simons",
        "backstory": "Jim Simons, born in 1938 in Brookline, Massachusetts, is a mathematician and founder of Renaissance Technologies, a hedge fund known for its use of quantitative models. Simons earned a Ph.D. in mathematics and worked as a codebreaker before applying his skills to finance. His fund’s flagship Medallion Fund is considered one of the most successful in history, consistently generating outsized returns. Simons is also a philanthropist, funding education, research, and autism-related initiatives through his foundation."
    },
    {
        "personName": "Carlos Slim Helú",
        "backstory": "Carlos Slim Helú, born in 1940 in Mexico City, is a business magnate and philanthropist. Slim built his fortune through investments in telecommunications, banking, and construction. His company, América Móvil, is the largest telecom operator in Latin America. Known for his strategic acquisitions during economic downturns, Slim has been a prominent figure on the list of the world’s richest people. Through the Carlos Slim Foundation, he has donated billions to health, education, and cultural initiatives."
    },
    {
        "personName": "Jack Ma",
        "backstory": "Jack Ma, born in 1964 in Hangzhou, China, is the founder of Alibaba Group, one of the world’s largest e-commerce and technology companies. A former English teacher, Ma founded Alibaba in 1999 with the goal of helping small businesses compete globally. His charismatic leadership and vision transformed the company into a global powerhouse. Ma stepped down as chairman in 2019 but remains a key figure in China's tech ecosystem. He is also a philanthropist, focusing on education and environmental sustainability."
    },
    {
        "personName": "Steve Ballmer",
        "backstory": "Steve Ballmer, born in 1956 in Detroit, Michigan, is the former CEO of Microsoft and current owner of the NBA's Los Angeles Clippers. Ballmer joined Microsoft in 1980 as its 30th employee and helped grow the company into a global tech giant. As CEO from 2000 to 2014, he oversaw major product launches and acquisitions. Ballmer's energetic personality and leadership style are well-known, and he has since focused on philanthropy and sports management."
    },
    {
        "personName": "Ingvar Kamprad",
        "backstory": "Ingvar Kamprad, born in 1926 in Småland, Sweden, was the founder of IKEA, the world’s largest furniture retailer. Kamprad started IKEA at the age of 17, naming it after his initials and the farm where he grew up. His vision of affordable, flat-pack furniture revolutionized the industry. Kamprad was known for his frugal lifestyle and remained involved with IKEA until his passing in 2018. His legacy lives on through the company’s commitment to sustainability and innovation."
    },
    {
        "personName": "Charles Koch",
        "backstory": "Charles Koch, born in 1935 in Wichita, Kansas, is the chairman and CEO of Koch Industries, one of the largest privately held companies in the United States. Under his leadership, the company expanded from oil refining into chemicals, energy, and consumer products. Koch is a prominent advocate of free-market principles and has donated extensively to academic and policy institutions. Despite controversies surrounding his political activism, Koch’s business success and philanthropy have had a significant impact."
    },
    {
        "personName": "Aliko Dangote",
        "backstory": "Aliko Dangote, born in 1957 in Kano, Nigeria, is Africa's richest person and the founder of Dangote Group. Starting with a small trading business, Dangote expanded into manufacturing and became a leader in industries like cement, sugar, and flour. Known for his business acumen and strategic investments, Dangote has been instrumental in driving economic growth in Africa. His Dangote Cement is the largest cement producer on the continent. Dangote is also committed to philanthropy, focusing on health and education initiatives through the Aliko Dangote Foundation."
    },
    {
        "personName": "Gina Rinehart",
        "backstory": "Gina Rinehart, born in 1954 in Perth, Australia, is the chair of Hancock Prospecting, a mining company founded by her father, Lang Hancock. After inheriting a struggling business, Rinehart turned it into one of the most profitable mining enterprises in the world. Her leadership in iron ore mining has made her Australia's richest person. Despite her success, Rinehart has faced legal and family disputes over her wealth. She is also a prominent philanthropist, supporting causes like education, medical research, and rural development."
    },
    {
        "personName": "Susanne Klatten",
        "backstory": "Susanne Klatten, born in 1962 in Bad Homburg, Germany, is a major shareholder in BMW and the pharmaceutical company Altana. Klatten inherited her wealth from her parents, who played a key role in BMW's success. She is known for her business expertise and hands-on management style, helping Altana become a leader in its field before selling a majority stake. Klatten is also an advocate for sustainability and innovation, investing in green technologies and startups through her private investment firm."
    },
    {
        "personName": "Jorge Paulo Lemann",
        "backstory": "Jorge Paulo Lemann, born in 1939 in Rio de Janeiro, Brazil, is a co-founder of 3G Capital, a private equity firm known for its investments in global brands like Anheuser-Busch, Burger King, and Kraft Heinz. Lemann started his career in banking and became one of Brazil's most influential businessmen. His strategy of cost-cutting and efficiency has transformed the companies 3G Capital invests in. Lemann is also a philanthropist, focusing on education and entrepreneurship in Brazil through the Lemann Foundation."
    },
    {
        "personName": "Theo Albrecht Jr.",
        "backstory": "Theo Albrecht Jr., born in 1950 in Essen, Germany, inherited his wealth from his father, Theo Albrecht Sr., co-founder of Aldi, a global discount supermarket chain. Albrecht Jr. is known for his low-profile lifestyle and focus on maintaining the success of Aldi's business model, which emphasizes affordability and efficiency. He is also involved in the family's investments in Trader Joe's, an American grocery chain. Despite his immense wealth, Albrecht Jr. rarely appears in public or speaks to the media."
    },
    {
        "personName": "Charlene de Carvalho-Heineken",
        "backstory": "Charlene de Carvalho-Heineken, born in 1954 in Amsterdam, Netherlands, is the heiress to the Heineken beer fortune. After the death of her father, Freddy Heineken, she inherited a controlling stake in the company and became one of the richest people in the Netherlands. Despite her initial reluctance, de Carvalho-Heineken embraced her role and helped expand Heineken into one of the world's largest beer producers. She is also active in philanthropy, supporting cultural and educational initiatives through the Heineken Foundation."
    },
    {
        "personName": "Isabel dos Santos",
        "backstory": "Isabel dos Santos, born in 1973 in Baku, Azerbaijan, is an Angolan businesswoman and Africa's first female billionaire. As the daughter of Angola's former president, José Eduardo dos Santos, she built her wealth through investments in telecommunications, oil, and banking. Despite controversies surrounding the origins of her fortune, dos Santos has played a significant role in promoting entrepreneurship and women's empowerment in Africa. She has also faced legal challenges related to allegations of corruption and financial misconduct."
    },
    {
        "personName": "He Xiangjian",
        "backstory": "He Xiangjian, born in 1942 in Shunde, China, is the founder of Midea Group, one of the world's largest appliance manufacturers. Starting with a small workshop in 1968, He transformed Midea into a global leader in household appliances and robotics. He stepped down from an active management role in 2012 but remains influential in the company. He is also known for his philanthropy, supporting education and disaster relief initiatives in China."
    },
    {
        "personName": "Nassef Sawiris",
        "backstory": "Nassef Sawiris, born in 1961 in Cairo, Egypt, is a billionaire businessman and the youngest son of Onsi Sawiris, the founder of the Orascom Group. Nassef oversees Orascom Construction Industries, one of the largest engineering and construction companies in the Middle East and North Africa. He also has investments in global companies like Adidas and OCI NV. Sawiris is known for his strategic thinking and has played a key role in modernizing Egypt's infrastructure. He is also active in philanthropy, focusing on education and social development."
    },
    {
        "personName": "Ray Dalio",
        "backstory": "Ray Dalio, born in 1949 in Jackson Heights, New York, is the founder of Bridgewater Associates, the world's largest hedge fund. Dalio started investing at the age of 12 and later studied finance at Long Island University and Harvard Business School. He founded Bridgewater in 1975, focusing on macroeconomic strategies. Known for his principles-based management style, Dalio has written best-selling books on leadership and economics. He is also a philanthropist, supporting causes like education, ocean exploration, and mental health research."
    },
    {
        "personName": "Vagit Alekperov",
        "backstory": "Vagit Alekperov, born in 1950 in Baku, Azerbaijan, is a Russian businessman and the former president of Lukoil, one of the largest oil companies in the world. Alekperov began his career as an oil rig worker and climbed the ranks to become a leader in the energy sector. Under his leadership, Lukoil expanded globally, becoming a key player in the oil and gas industry. Alekperov is also a philanthropist, supporting cultural and educational initiatives in Russia."
    },
    {
        "personName": "Daniel Ek",
        "backstory": "Daniel Ek, born in 1983 in Stockholm, Sweden, is the co-founder and CEO of Spotify, the world's leading music streaming platform. Ek started his career in tech at a young age, founding several startups before launching Spotify in 2006. His vision of making music accessible to everyone revolutionized the music industry. Ek is also known for his investments in artificial intelligence and sustainability initiatives, aiming to make a positive impact beyond the tech world."
    },
    {
        "personName": "Laurene Powell Jobs",
        "backstory": "Laurene Powell Jobs, born in 1963 in West Milford, New Jersey, is the widow of Apple co-founder Steve Jobs and the founder of Emerson Collective, a social impact organization. Powell Jobs focuses on education, immigration reform, and environmental sustainability. She is also a prominent philanthropist, supporting initiatives that address social inequality and climate change. Despite her wealth, she maintains a low profile and focuses on creating long-term impact through her work."
    },
    {
        "personName": "Pony Ma",
        "backstory": "Pony Ma, born in 1971 in Shantou, China, is the founder and CEO of Tencent, one of the world's largest tech companies. Tencent's products, including WeChat and QQ, have transformed communication and entertainment in China. Ma's leadership has made Tencent a global powerhouse in gaming, social media, and fintech. Known for his strategic thinking and innovation, Ma is also involved in philanthropy, focusing on education and healthcare in China."
    },
    {
        "personName": "Christy Walton",
        "backstory": "Christy Walton, born in 1949, is the widow of John Walton, the son of Walmart founder Sam Walton. After her husband's death in 2005, Christy inherited a significant share of the Walmart fortune. She is known for her philanthropic efforts, supporting education, arts, and environmental causes. Despite her immense wealth, Christy leads a relatively private life, focusing on her charitable endeavors."
    },
    {
        "personName": "Hasso Plattner",
        "backstory": "Hasso Plattner, born in 1944 in Berlin, Germany, is a co-founder of SAP, one of the world's largest enterprise software companies. Plattner played a key role in developing SAP's early products, which revolutionized business operations by providing integrated software solutions. After stepping down as CEO, he remained chairman of the supervisory board and focused on philanthropy, particularly in education and scientific research. Plattner has also funded initiatives in climate change and healthcare."
    },
    {
        "personName": "Leonid Mikhelson",
        "backstory": "Leonid Mikhelson, born in 1955 in Kaspiysk, Russia, is the chairman of Novatek, Russia's largest independent natural gas producer. Mikhelson began his career as a civil engineer before rising through the ranks in the energy sector. Under his leadership, Novatek expanded its operations globally, including the development of large-scale LNG projects. Mikhelson is also known for his contributions to the arts, supporting contemporary art exhibitions and cultural initiatives in Russia."
    },
    {
        "personName": "Shari Arison",
        "backstory": "Shari Arison, born in 1957 in New York City, is an Israeli-American businesswoman and philanthropist. She inherited her wealth from her father, Ted Arison, founder of Carnival Cruise Lines. Arison has investments in banking, real estate, and infrastructure, but she is best known for her philanthropic work. Through her organization, Good Deeds Day, she promotes kindness and social responsibility worldwide. Arison is also a strong advocate for environmental sustainability."
    },
    {
        "personName": "Hans Rausing",
        "backstory": "Hans Rausing, born in 1926 in Gothenburg, Sweden, was the co-owner of Tetra Pak, a global leader in food packaging. Rausing inherited the business from his father and played a crucial role in its international expansion. Under his leadership, Tetra Pak developed innovative packaging solutions that revolutionized the food and beverage industry. Rausing was also a prominent philanthropist, supporting education and environmental conservation. He passed away in 2019, leaving a lasting legacy."
    },
    {
        "personName": "Rinat Akhmetov",
        "backstory": "Rinat Akhmetov, born in 1966 in Donetsk, Ukraine, is the founder of SCM Holdings, a diversified conglomerate with interests in steel, coal, and energy. Akhmetov built his business empire during the post-Soviet privatization period and became Ukraine's richest person. Despite controversies surrounding his rise, Akhmetov has focused on philanthropy, supporting healthcare and humanitarian efforts in Ukraine through his charitable foundation."
    },
    {
        "personName": "Dilip Shanghvi",
        "backstory": "Dilip Shanghvi, born in 1955 in Amreli, India, is the founder of Sun Pharmaceutical Industries, one of the largest generic drug manufacturers in the world. Shanghvi started the company in 1983 with a focus on producing psychiatric drugs. Over the years, Sun Pharma expanded globally through strategic acquisitions and innovative research. Shanghvi is known for his modest lifestyle and commitment to improving healthcare access worldwide."
    },
    {
        "personName": "Gautam Thapar",
        "backstory": "Gautam Thapar, born in 1960 in India, is the former chairman of Avantha Group, a multinational conglomerate with interests in power, paper, and chemicals. Thapar transformed the company by modernizing its operations and expanding its global presence. Despite facing financial challenges in recent years, he remains a prominent figure in India's business landscape. Thapar is also known for his support of education and sustainability initiatives."
    },
    {
        "personName": "Vivek Chaand Sehgal",
        "backstory": "Vivek Chaand Sehgal, born in 1957 in Delhi, India, is the co-founder of Motherson Group, a leading automotive parts manufacturer. Starting with a small wire business, Sehgal grew Motherson into a global supplier to the automotive industry, serving clients like Mercedes-Benz and BMW. His leadership and customer-centric approach have been key to the company's success. Sehgal is also involved in philanthropic efforts, focusing on education and community development."
    },
    {
        "personName": "Tatiana Bakalchuk",
        "backstory": "Tatiana Bakalchuk, born in 1975 in Moscow, Russia, is the founder and CEO of Wildberries, the largest online retailer in Russia. Starting her business from her apartment while on maternity leave, Bakalchuk grew Wildberries into a multi-billion-dollar e-commerce platform. Known for her determination and innovation, she has become one of Russia's most prominent female entrepreneurs. Bakalchuk is also an advocate for women in business and technology."
    },
    {
        "personName": "Peter Thiel",
        "backstory": "Peter Thiel, born in 1967 in Frankfurt, Germany, is a tech entrepreneur and venture capitalist. Thiel co-founded PayPal, which revolutionized online payments, and later became one of the earliest investors in Facebook. He also founded Palantir Technologies, a data analytics company used by governments and corporations worldwide. Thiel is known for his contrarian thinking and focus on disruptive innovation. He is also a philanthropist, supporting causes like education and technology research."
    },
    {
        "personName": "Stewart Butterfield",
        "backstory": "Stewart Butterfield, born in 1973 in Lund, Canada, is the co-founder and CEO of Slack Technologies, a workplace communication platform. Butterfield initially pursued a career in philosophy before entering the tech world. He also co-founded Flickr, one of the first photo-sharing platforms. Known for his focus on user experience and design, Butterfield has made Slack a global leader in team collaboration tools. He is also involved in philanthropy, supporting education and arts initiatives."
    },
    {
        "personName": "Sara Blakely",
        "backstory": "Sara Blakely, born in 1971 in Clearwater, Florida, is the founder of Spanx, a leading shapewear brand. Starting with just $5,000 in savings, Blakely developed her first product and quickly gained recognition for her innovative designs. Spanx became a household name, and Blakely became the youngest self-made female billionaire in the United States. She is also a philanthropist, focusing on empowering women through education and entrepreneurship."
    },
    {
        "personName": "Robert Pera",
        "backstory": "Robert Pera, born in 1978 in San Carlos, California, is the founder and CEO of Ubiquiti Networks, a technology company specializing in wireless communication products. Pera left a promising career at Apple to start his own company, which quickly became a leader in the networking industry. In addition to his business success, Pera owns the NBA's Memphis Grizzlies and is involved in community development projects."
    },
    {
        "personName": "Daniel Zhang",
        "backstory": "Daniel Zhang, born in 1972 in Shanghai, China, is the CEO of Alibaba Group. Zhang joined Alibaba in 2007 and played a key role in developing its e-commerce platforms. He is credited with creating Singles' Day, the world's largest online shopping event. Under his leadership, Alibaba expanded into cloud computing, logistics, and digital entertainment. Zhang is known for his strategic vision and commitment to innovation."
    },
    {
        "personName": "Yoshitaka Fukuda",
        "backstory": "Yoshitaka Fukuda, born in 1945 in Japan, is the chairman of SBI Holdings, a financial services company specializing in online brokerage and fintech. Fukuda transformed SBI into a leader in blockchain and digital asset management. Known for his forward-thinking approach, he has been a driving force in integrating technology into traditional financial systems. Fukuda is also a philanthropist, supporting education and disaster relief efforts in Japan."
    },
    {
        "personName": "Richard Liu",
        "backstory": "Richard Liu, born in 1973 in Suqian, China, is the founder of JD.com, one of China's largest e-commerce platforms. Liu started his business selling electronics in a small shop and later moved online, revolutionizing the retail industry in China. Known for his customer-focused approach, Liu has expanded JD.com into logistics, AI, and fintech. He is also active in philanthropy, supporting education and poverty alleviation initiatives."
    },
    {
        "personName": "Kiran Mazumdar-Shaw",
        "backstory": "Kiran Mazumdar-Shaw, born in 1953 in Bangalore, India, is the founder of Biocon, a leading biotechnology company. Starting her career as a brewmaster, Mazumdar-Shaw transitioned to biotech and founded Biocon in 1978. Under her leadership, the company became a global leader in biopharmaceuticals and research. She is also a strong advocate for healthcare access and has been recognized for her contributions to science and society."
    },
    {
        "personName": "Mike Cannon-Brookes",
        "backstory": "Mike Cannon-Brookes, born in 1979 in New Haven, Connecticut, is the co-founder and co-CEO of Atlassian, a software company specializing in team collaboration tools. Cannon-Brookes started Atlassian with his college friend Scott Farquhar, building it into a global tech giant. Known for his environmental advocacy, Cannon-Brookes has invested in renewable energy and sustainability projects. He is also a prominent philanthropist, supporting education and climate change initiatives."
    },
    {
        "personName": "Anthony Pratt",
        "backstory": "Anthony Pratt, born in 1960 in Melbourne, Australia, is the executive chairman of Pratt Industries, one of the world's largest packaging and recycling companies. Pratt expanded the family business into the United States, focusing on sustainable manufacturing. Known for his environmental leadership, Pratt has been recognized for his efforts to reduce waste and promote recycling. He is also a philanthropist, supporting education and healthcare initiatives."
    },
    {
        "personName": "Zhou Qunfei",
        "backstory": "Zhou Qunfei, born in 1970 in Xiangxiang, China, is the founder of Lens Technology, a leading supplier of glass screens for smartphones and tablets. Starting her career as a factory worker, Zhou founded her own company in 1993, which grew into a major supplier for brands like Apple and Samsung. Known for her perseverance and innovation, Zhou is one of the world's richest self-made women and a role model for entrepreneurs worldwide."
    },
    {
        "personName": "Tadashi Yanai",
        "backstory": "Tadashi Yanai, born in 1949 in Ube, Japan, is the founder and president of Fast Retailing, the parent company of Uniqlo. Starting his career in his family’s tailoring business, Yanai transformed it into a global fashion empire by focusing on affordable, high-quality basics. His innovative business model and focus on efficiency have made Uniqlo a household name. Yanai is also a philanthropist, donating to education and disaster relief initiatives in Japan and beyond."
    },
    {
        "personName": "Pavel Durov",
        "backstory": "Pavel Durov, born in 1984 in St. Petersburg, Russia, is the founder of Telegram, a globally popular messaging platform, and VKontakte, often called the Russian Facebook. Known for his commitment to privacy and free speech, Durov launched Telegram in 2013 after leaving VKontakte due to disagreements with its ownership. Telegram’s focus on security and independence has made it a preferred platform for millions worldwide. Durov is also a minimalist and advocates for digital freedom."
    },
    {
        "personName": "Reed Hastings",
        "backstory": "Reed Hastings, born in 1960 in Boston, Massachusetts, is the co-founder and executive chairman of Netflix, the world’s leading streaming service. Hastings began his career in software development before co-founding Netflix in 1997 as a DVD rental-by-mail service. Under his leadership, Netflix transitioned to streaming and pioneered original content production, revolutionizing the entertainment industry. Hastings is also a prominent philanthropist, focusing on education reform."
    },
    {
        "personName": "Marc Andreessen",
        "backstory": "Marc Andreessen, born in 1971 in Cedar Falls, Iowa, is a tech entrepreneur and venture capitalist. He co-authored Mosaic, the first widely used web browser, and later co-founded Netscape, which played a pivotal role in the internet revolution. Andreessen is now a co-founder of Andreessen Horowitz, a venture capital firm that invests in cutting-edge technology companies. Known for his insights into the tech industry, Andreessen is a leading voice on innovation and disruption."
    },
    {
        "personName": "Xu Jiayin",
        "backstory": "Xu Jiayin, born in 1958 in Henan, China, is the founder and chairman of Evergrande Group, one of China’s largest real estate developers. Xu built Evergrande into a powerhouse with projects across China, but the company faced significant financial challenges in recent years. Despite controversies, Xu remains one of China’s most influential businessmen. He has also contributed to philanthropy, particularly in poverty alleviation and education."
    },
    {
        "personName": "Lei Jun",
        "backstory": "Lei Jun, born in 1969 in Xiantao, China, is the founder and CEO of Xiaomi, one of the world’s largest smartphone manufacturers. Known as the 'Steve Jobs of China,' Lei transformed Xiaomi into a global brand by focusing on affordability and innovation. His leadership style and emphasis on user feedback have set Xiaomi apart in the tech industry. Lei is also a philanthropist, supporting education and entrepreneurship initiatives in China."
    },
    {
        "personName": "James Dyson",
        "backstory": "James Dyson, born in 1947 in Norfolk, England, is the inventor and entrepreneur behind Dyson, a company known for its innovative vacuum cleaners and home appliances. Dyson revolutionized the industry with his bagless vacuum cleaner, which uses cyclonic separation. Despite early rejections, Dyson built a global brand synonymous with design and functionality. He is also an advocate for engineering education and has funded numerous scholarships and research programs."
    },
    {
        "personName": "Jan Koum",
        "backstory": "Jan Koum, born in 1976 in Kyiv, Ukraine, is the co-founder of WhatsApp, one of the most widely used messaging apps globally. After emigrating to the United States as a teenager, Koum worked his way up in the tech industry. He launched WhatsApp in 2009, focusing on simplicity and privacy, which quickly resonated with users worldwide. Facebook acquired WhatsApp in 2014 for $19 billion. Koum has since focused on philanthropy and preserving user privacy in technology."
    },
    {
        "personName": "Sheryl Sandberg",
        "backstory": "Sheryl Sandberg, born in 1969 in Washington, D.C., is the former COO of Meta Platforms and a leading advocate for women in leadership. Sandberg began her career in public policy before joining Google, where she played a key role in its advertising business. She joined Facebook in 2008, helping to transform it into a profitable enterprise. Sandberg is also the author of 'Lean In,' a best-selling book on women and leadership. She is involved in numerous philanthropic efforts."
    },
    {
        "personName": "Masatoshi Ito",
        "backstory": "Masatoshi Ito, born in 1924 in Tokyo, Japan, is the honorary chairman of Seven & i Holdings, the parent company of 7-Eleven. Ito transformed 7-Eleven into a global convenience store chain, focusing on innovation and customer convenience. His business acumen and long-term vision have made 7-Eleven a household name worldwide. Ito is also a philanthropist, supporting education and disaster relief initiatives in Japan."
    },
    {
        "personName": "Howard Schultz",
        "backstory": "Howard Schultz, born in 1953 in Brooklyn, New York, is the chairman emeritus of Starbucks. Schultz transformed Starbucks from a small coffee bean retailer into a global coffeehouse chain. His vision of creating a 'third place' between home and work revolutionized the coffee industry. Schultz is also a philanthropist, focusing on social impact initiatives such as veteran support, education, and community development."
    },
    {
        "personName": "Evan Spiegel",
        "backstory": "Evan Spiegel, born in 1990 in Los Angeles, California, is the co-founder and CEO of Snap Inc., the parent company of Snapchat. Spiegel developed Snapchat while studying at Stanford University, focusing on ephemeral messaging. Under his leadership, Snapchat introduced innovations like augmented reality filters and Stories. Spiegel is one of the youngest billionaires in the world and is also involved in philanthropy, focusing on arts and education."
    },
    {
        "personName": "Patrick Collison",
        "backstory": "Patrick Collison, born in 1988 in Limerick, Ireland, is the co-founder and CEO of Stripe, a leading online payments platform. Collison and his brother John founded Stripe in 2010 to simplify online transactions. Today, Stripe powers businesses worldwide, from startups to major corporations. Collison is known for his intellectual curiosity and commitment to fostering innovation in technology and science."
    },
    {
        "personName": "Dustin Moskovitz",
        "backstory": "Dustin Moskovitz, born in 1984 in Gainesville, Florida, is a co-founder of Facebook and the founder of Asana, a productivity software company. Moskovitz was instrumental in Facebook's early development before leaving to start Asana in 2008. Known for his focus on work-life balance and mindfulness, Moskovitz is also a philanthropist, supporting causes like global health and climate change through his foundation, Good Ventures."
    },
    {
        "personName": "Whitney Wolfe Herd",
        "backstory": "Whitney Wolfe Herd, born in 1989 in Salt Lake City, Utah, is the founder and CEO of Bumble, a dating app that empowers women to make the first move. Wolfe Herd previously co-founded Tinder but left due to a legal dispute. She launched Bumble in 2014, focusing on creating a safe and inclusive platform. Wolfe Herd is one of the youngest female billionaires and a prominent advocate for gender equality and women's empowerment."
    },
    {
        "personName": "Brian Chesky",
        "backstory": "Brian Chesky, born in 1981 in Niskayuna, New York, is the co-founder and CEO of Airbnb, a platform that revolutionized travel and hospitality. Chesky and his co-founders launched Airbnb in 2008, enabling people to rent out their homes to travelers. Despite initial skepticism, Airbnb grew into a global phenomenon. Chesky is known for his creativity and commitment to fostering community and belonging."
    },
    {
        "personName": "Tony Xu",
        "backstory": "Tony Xu, born in 1985 in Nanjing, China, is the co-founder and CEO of DoorDash, a leading food delivery platform. Xu immigrated to the United States as a child and worked his way through college before launching DoorDash in 2013. His focus on empowering local businesses and streamlining logistics has made DoorDash a leader in the on-demand delivery space. Xu is also involved in philanthropic efforts, supporting small businesses and education."
    },
    {
        "personName": "Edwin S. Soriano",
        "backstory": "Edwin S. Soriano, born in 1960 in Manila, Philippines, is a technology entrepreneur and founder of several IT service companies. Starting his career in network engineering, Soriano became a pioneer in cloud computing in Southeast Asia. His companies provide IT infrastructure for education and healthcare sectors. Soriano is also a mentor for young entrepreneurs, helping to develop talent in emerging markets."
    },
    {
        "personName": "Melanie Perkins",
        "backstory": "Melanie Perkins, born in 1987 in Perth, Australia, is the co-founder and CEO of Canva, a graphic design platform. Perkins launched Canva in 2013 with the vision of making design accessible to everyone, regardless of skill level. Today, Canva is used by millions worldwide. Perkins is also a philanthropist, focusing on education and sustainability initiatives."
    },
    {
        "personName": "Alexandr Wang",
        "backstory": "Alexandr Wang, born in 1996 in Los Alamos, New Mexico, is the founder and CEO of Scale AI, a company specializing in data labeling for machine learning. Wang dropped out of MIT to start Scale AI, which has become a key player in the AI industry. Known for his focus on innovation and efficiency, Wang is one of the youngest tech billionaires in the world."
    },
    {
        "personName": "Guillaume Pousaz",
        "backstory": "Guillaume Pousaz, born in 1981 in Switzerland, is the founder and CEO of Checkout.com, a fintech company that streamlines online payment processing. Pousaz started his career in banking before launching Checkout.com in 2012. The company has grown rapidly, becoming a leader in digital payments. Pousaz is also a supporter of entrepreneurship and technology education."
    },
    {
        "personName": "Andrew Houston",
        "backstory": "Andrew Houston, born in 1983 in Acton, Massachusetts, is the co-founder and CEO of Dropbox, a cloud storage platform. Houston launched Dropbox in 2007 while studying at MIT, simplifying file sharing and storage for millions of users. Under his leadership, Dropbox has expanded into collaboration tools and enterprise solutions. Houston is also a philanthropist, supporting education and technology access."
    },
    {
        "personName": "Jitse Groen",
        "backstory": "Jitse Groen, born in 1978 in Delft, Netherlands, is the founder and CEO of Just Eat Takeaway, a leading food delivery company. Groen started the business in 2000, initially focusing on the Dutch market before expanding globally. His vision of simplifying food delivery has made Just Eat Takeaway a major player in the industry. Groen is also an advocate for sustainable business practices."
    },
    {
        "personName": "Anthony Wood",
        "backstory": "Anthony Wood, born in 1965 in Manchester, England, is the founder and CEO of Roku, a leading provider of streaming devices. Wood launched Roku in 2002, capitalizing on the rise of streaming services. The company has since become a key player in the entertainment industry, offering affordable and user-friendly streaming solutions. Wood is also involved in philanthropy, supporting education and technology innovation."
    },
    {
        "personName": "David Baszucki",
        "backstory": "David Baszucki, born in 1963 in Minneapolis, Minnesota, is the co-founder and CEO of Roblox Corporation. Baszucki launched Roblox in 2004, creating a platform that allows users to build and share their own games. Under his leadership, Roblox has become a cultural phenomenon, particularly among younger audiences. Baszucki is also a strong advocate for creativity and education in technology."
    },
    {
        "personName": "Chris Wanstrath",
        "backstory": "Chris Wanstrath, born in 1985 in Cincinnati, Ohio, is the co-founder and former CEO of GitHub, a leading platform for software development and collaboration. Wanstrath created GitHub in 2008 to make coding more collaborative and accessible. The platform quickly became essential for developers, hosting millions of repositories worldwide. In 2018, Microsoft acquired GitHub for $7.5 billion. After stepping down as CEO, Wanstrath focused on innovation and mentoring in the tech industry."
    },
    {
        "personName": "Daniel Lubetzky",
        "backstory": "Daniel Lubetzky, born in 1968 in Mexico City, is the founder of KIND Snacks, a company known for its healthy and socially conscious snack bars. Lubetzky launched KIND in 2004, emphasizing nutrition and transparency. His mission to create a 'kinder' world extends beyond his products; he actively supports peace-building and entrepreneurship through various initiatives. Lubetzky’s innovative approach to business has made him a leader in the health food industry."
    },
    {
        "personName": "William Lei Ding",
        "backstory": "William Lei Ding, born in 1971 in Ningbo, China, is the founder and CEO of NetEase, a leading Chinese internet technology company. Ding began his career in software development before launching NetEase in 1997. The company became a pioneer in online gaming and digital content in China. Known for his strategic vision, Ding has expanded NetEase into e-commerce and AI. He is one of China's most influential tech entrepreneurs."
    },
    {
        "personName": "Rishi Sunak",
        "backstory": "Rishi Sunak, born in 1980 in Southampton, England, is a prominent businessman and politician. Before entering politics, Sunak worked as an investment banker and founded his own venture capital firm. He is known for his financial expertise and played a key role in managing the UK economy during his tenure as Chancellor of the Exchequer. Sunak is also a vocal advocate for innovation and entrepreneurship."
    },
    {
        "personName": "Zhang Xin",
        "backstory": "Zhang Xin, born in 1965 in Beijing, China, is the co-founder and CEO of SOHO China, one of the largest real estate developers in the country. Zhang started her career in finance before transitioning to real estate, where she redefined urban architecture with modern and innovative designs. Known for her focus on sustainable development, Zhang has also contributed to philanthropy, supporting education and cultural initiatives."
    },
    {
        "personName": "Sebastian Siemiatkowski",
        "backstory": "Sebastian Siemiatkowski, born in 1981 in Uppsala, Sweden, is the co-founder and CEO of Klarna, a global leader in online payment solutions. Siemiatkowski launched Klarna in 2005 to simplify online shopping with flexible payment options. The company's innovative approach has disrupted traditional banking, making it a favorite among millennials. Siemiatkowski is also a proponent of financial literacy and sustainability."
    },
    {
        "personName": "Tobi Lütke",
        "backstory": "Tobi Lütke, born in 1980 in Koblenz, Germany, is the co-founder and CEO of Shopify, a leading e-commerce platform. Lütke started Shopify in 2006 after building an online store to sell snowboards. His commitment to empowering small businesses has made Shopify a global success. Lütke is also a strong advocate for remote work and open-source technology."
    },
    {
        "personName": "Jared Isaacman",
        "backstory": "Jared Isaacman, born in 1983 in New Jersey, USA, is the founder and CEO of Shift4 Payments, a payment processing company, and a private astronaut. Isaacman started his first business at 16, which evolved into a major player in the payments industry. In 2021, he funded and led the first all-civilian spaceflight with SpaceX, demonstrating his passion for exploration and philanthropy."
    },
    {
        "personName": "Ben Silbermann",
        "backstory": "Ben Silbermann, born in 1982 in Des Moines, Iowa, is the co-founder and former CEO of Pinterest, a visual discovery and social media platform. Silbermann launched Pinterest in 2010, creating a space for users to share and explore ideas visually. The platform has grown into a hub for creativity and inspiration, particularly among artists and small businesses. Silbermann is also involved in philanthropy, supporting education and innovation."
    },
    {
        "personName": "Eren Bali",
        "backstory": "Eren Bali, born in 1984 in Malatya, Turkey, is the co-founder of Udemy, an online learning platform. Bali launched Udemy in 2010 to democratize education by connecting students with instructors worldwide. His vision has empowered millions of learners and educators. Bali is also the founder of Carbon Health, a healthcare technology company focused on improving access to quality care."
    },
    {
        "personName": "Dara Khosrowshahi",
        "backstory": "Dara Khosrowshahi, born in 1969 in Tehran, Iran, is the CEO of Uber and former CEO of Expedia. Khosrowshahi led Expedia’s expansion into one of the world’s largest online travel platforms before joining Uber in 2017. Known for his inclusive leadership style, he has focused on improving Uber’s culture and expanding its services globally. Khosrowshahi is also a philanthropist, supporting refugee and immigrant rights."
    },
    {
        "personName": "Anne Wojcicki",
        "backstory": "Anne Wojcicki, born in 1973 in Palo Alto, California, is the co-founder and CEO of 23andMe, a leading personal genomics company. Wojcicki launched 23andMe in 2006 to empower individuals with access to their genetic information. The company has revolutionized personalized medicine and genetic research. Wojcicki is also a strong advocate for women's health and scientific education."
    },
    {
        "personName": "Stewart Butterfield",
        "backstory": "Stewart Butterfield, born in 1973 in Lund, Canada, is the co-founder and CEO of Slack, a workplace communication platform. Butterfield previously co-founded Flickr, one of the first photo-sharing websites. His focus on design and user experience has made Slack a leader in team collaboration tools. Butterfield is also a philanthropist, supporting arts and education initiatives."
    },
    {
        "personName": "Brad Smith",
        "backstory": "Brad Smith, born in 1959 in Milwaukee, Wisconsin, is the president of Microsoft. Smith has played a pivotal role in shaping Microsoft’s global legal and corporate affairs, particularly in areas like cybersecurity and privacy. He is also a strong advocate for technology’s role in addressing societal challenges, including education and environmental sustainability."
    },
    {
        "personName": "Miguel McKelvey",
        "backstory": "Miguel McKelvey, born in 1974 in Oregon, USA, is the co-founder of WeWork, a global provider of coworking spaces. McKelvey’s background in architecture and design shaped WeWork’s aesthetic and community-driven approach. Despite challenges faced by the company, McKelvey remains a leading voice in the future of work and sustainable urban development."
    },
    {
        "personName": "David Velez",
        "backstory": "David Velez, born in 1981 in Medellín, Colombia, is the co-founder and CEO of Nubank, one of the world’s largest digital banks. Velez launched Nubank in 2013 to simplify banking in Latin America. His customer-centric approach has disrupted traditional banking and brought financial inclusion to millions. Velez is also a strong advocate for entrepreneurship in emerging markets."
    },
    {
        "personName": "Anthony Tan",
        "backstory": "Anthony Tan, born in 1982 in Malaysia, is the co-founder and CEO of Grab, Southeast Asia’s leading super app. Tan started Grab as a ride-hailing service in 2012, which has since expanded into food delivery, payments, and more. His vision of empowering micro-entrepreneurs has transformed Grab into a household name in the region."
    },
    {
        "personName": "William Tanuwijaya",
        "backstory": "William Tanuwijaya, born in 1981 in Pematang Siantar, Indonesia, is the co-founder and CEO of Tokopedia, one of Indonesia’s largest e-commerce platforms. Tanuwijaya launched Tokopedia in 2009 with the goal of empowering small businesses through technology. The platform’s growth has been instrumental in Indonesia’s digital transformation. He is also an advocate for entrepreneurship and education."
    },
    {
        "personName": "Niraj Shah",
        "backstory": "Niraj Shah, born in 1973 in Pittsfield, Massachusetts, is the co-founder and CEO of Wayfair, an online home goods retailer. Shah launched Wayfair in 2002, transforming it into a leader in e-commerce. His focus on technology and customer experience has made Wayfair a top choice for home furnishings. Shah is also a philanthropist, supporting education and community development."
    },
    {
        "personName": "Tim Sweeney",
        "backstory": "Tim Sweeney, born in 1970 in Potomac, Maryland, is the founder and CEO of Epic Games, the company behind Fortnite and Unreal Engine. Sweeney’s passion for programming began in his teenage years, leading him to create one of the most powerful game engines in the world. He is also an advocate for open platforms and fair revenue sharing in the gaming industry."
    },
    {
        "personName": "Garrett Camp",
        "backstory": "Garrett Camp, born in 1978 in Calgary, Canada, is the co-founder of Uber and the founder of Expa, a startup studio. Camp’s innovative approach to problem-solving led to the creation of Uber, which revolutionized transportation. He continues to support entrepreneurs through Expa, focusing on scalable solutions in tech."
    },
    {
        "personName": "Fred Ehrsam",
        "backstory": "Fred Ehrsam, born in 1988 in Boston, Massachusetts, is the co-founder of Coinbase, one of the largest cryptocurrency exchanges in the world. Ehrsam’s passion for digital currencies and blockchain technology drove him to create a platform that makes crypto accessible to everyone. He is also an advocate for decentralized finance and innovation in blockchain."
    },
    {
        "personName": "Ritesh Agarwal",
        "backstory": "Ritesh Agarwal, born in 1993 in Cuttack, India, is the founder and CEO of OYO Rooms, a global hotel chain. Agarwal started OYO in 2013 with the goal of standardizing budget accommodations. His innovative business model has expanded OYO to over 80 countries, making him one of the youngest self-made billionaires in the world."
    },
    {
        "personName": "Andrew Wilkinson",
        "backstory": "Andrew Wilkinson, born in 1987 in Vancouver, Canada, is the founder of Tiny, a venture capital firm focused on buying and growing small internet businesses. Wilkinson’s minimalist philosophy and focus on sustainable business practices have made Tiny a leader in its niche. He is also a mentor to young entrepreneurs, helping them scale their ventures."
    },
    {
        "personName": "Leonardo Del Vecchio",
        "backstory": "Leonardo Del Vecchio, born in 1935 in Milan, Italy, was the founder of Luxottica, the world’s largest eyewear company. Del Vecchio started his career as an apprentice in a tool shop before founding Luxottica in 1961. The company grew into a global powerhouse, acquiring brands like Ray-Ban and Oakley. Known for his vision and determination, Del Vecchio played a key role in modernizing the eyewear industry. He passed away in 2022, leaving a legacy of innovation and entrepreneurship."
    },
    {
        "personName": "Michael Dell",
        "backstory": "Michael Dell, born in 1965 in Houston, Texas, is the founder and CEO of Dell Technologies, one of the world’s largest technology companies. Dell started his business in his college dorm room, assembling custom PCs. His direct-sales model revolutionized the computer industry. Dell Technologies has since expanded into cloud computing, data storage, and cybersecurity. Dell is also a philanthropist, focusing on education, healthcare, and disaster relief."
    },
    {
        "personName": "Lukas Walton",
        "backstory": "Lukas Walton, born in 1986 in California, is the grandson of Walmart founder Sam Walton. After inheriting a significant share of the family’s fortune, Lukas focused on sustainable and impact investing. He serves as the chair of the Walton Family Foundation’s Environment Program, which supports conservation efforts. Despite his wealth, Walton maintains a low public profile and dedicates his time to environmental and philanthropic causes."
    },
    {
        "personName": "Rupert Murdoch",
        "backstory": "Rupert Murdoch, born in 1931 in Melbourne, Australia, is the founder and executive chairman of News Corp, a global media conglomerate. Murdoch transformed a small Australian newspaper inherited from his father into a global empire, including The Wall Street Journal, Fox News, and HarperCollins. Known for his influence in media and politics, Murdoch has shaped public opinion worldwide. Despite controversies, his business acumen has made him one of the most powerful figures in media."
    },
    {
        "personName": "Marissa Mayer",
        "backstory": "Marissa Mayer, born in 1975 in Wausau, Wisconsin, is a technology executive and the former CEO of Yahoo. Mayer began her career at Google, where she was one of the company’s first employees and played a pivotal role in developing its user interface and products. As CEO of Yahoo from 2012 to 2017, she led a significant turnaround effort. Mayer is now the co-founder of Sunshine, a company focused on simplifying personal organization through technology."
    },
    {
        "personName": "Yvon Chouinard",
        "backstory": "Yvon Chouinard, born in 1938 in Lewiston, Maine, is the founder of Patagonia, an outdoor apparel company known for its commitment to sustainability. Chouinard started as a climber and blacksmith, making climbing equipment for himself and friends. In 1973, he founded Patagonia, emphasizing environmental responsibility and ethical business practices. Chouinard has pledged to donate most of the company’s profits to environmental causes, making him a pioneer in socially responsible entrepreneurship."
    },
    {
        "personName": "Shiv Nadar",
        "backstory": "Shiv Nadar, born in 1945 in Tamil Nadu, India, is the founder of HCL Technologies, one of India’s largest IT services companies. Starting with a hardware company in the 1970s, Nadar transitioned HCL into a global software and IT services leader. Beyond his business success, Nadar is a prominent philanthropist, focusing on education. Through the Shiv Nadar Foundation, he has established schools and universities to empower underprivileged students."
    },
    {
        "personName": "John Collison",
        "backstory": "John Collison, born in 1990 in Limerick, Ireland, is the co-founder and president of Stripe, a leading online payment processing company. Collison and his brother Patrick founded Stripe in 2010, transforming it into a key player in global e-commerce. Known for his technical expertise and entrepreneurial spirit, Collison is one of the youngest self-made billionaires. He is also an advocate for education and supports initiatives in science and technology."
    },
    {
        "personName": "Akio Toyoda",
        "backstory": "Akio Toyoda, born in 1956 in Nagoya, Japan, is the president of Toyota Motor Corporation. As the grandson of the company’s founder, Toyoda took over leadership in 2009 during a challenging period for the automotive giant. Under his guidance, Toyota embraced innovation, focusing on hybrid and electric vehicles. Toyoda is also a passionate advocate for sustainable mobility and has strengthened Toyota’s global presence."
    },
    {
        "personName": "Eric Yuan",
        "backstory": "Eric Yuan, born in 1970 in Shandong, China, is the founder and CEO of Zoom Video Communications. Yuan immigrated to the United States in the 1990s and worked at WebEx before launching Zoom in 2011. His vision of creating user-friendly video conferencing software became essential during the COVID-19 pandemic, revolutionizing remote communication. Yuan is also a philanthropist, supporting education and healthcare initiatives."
    },
    {
        "personName": "Andrew Forrest",
        "backstory": "Andrew Forrest, born in 1961 in Perth, Australia, is the founder and chairman of Fortescue Metals Group, one of the world's largest iron ore producers. Forrest transformed Fortescue into a mining powerhouse by capitalizing on Australia’s vast natural resources. Beyond mining, Forrest is a leading philanthropist, focusing on ending modern slavery, Indigenous education, and environmental conservation through the Minderoo Foundation."
    },
    {
        "personName": "Barbara Cox Anthony",
        "backstory": "Barbara Cox Anthony, born in 1922 in Dayton, Ohio, was the daughter of James M. Cox, founder of Cox Enterprises, a media conglomerate. After inheriting her father’s wealth, Anthony became a significant shareholder in the company. She focused her efforts on philanthropy, supporting education and animal welfare initiatives. Her legacy continues to impact communities through the Cox Foundation’s various programs."
    },
    {
        "personName": "François Pinault",
        "backstory": "François Pinault, born in 1936 in Les Champs-Géraux, France, is the founder of Kering, one of the largest luxury goods companies in the world. Starting his career in the timber trade, Pinault transformed his business through strategic acquisitions in the luxury sector, including brands like Gucci, Yves Saint Laurent, and Balenciaga. Known for his business acumen, he also owns the auction house Christie's and has a prominent art collection. Pinault is recognized for his contributions to the arts and is a major figure in the global luxury and cultural industries."
    },
    {
        "personName": "David Tepper",
        "backstory": "David Tepper, born in 1957 in Pittsburgh, Pennsylvania, is a billionaire investor and hedge fund manager, known for founding Appaloosa Management. After earning his MBA from Carnegie Mellon University, Tepper began his career at Goldman Sachs before launching his own fund in 1993. His investment philosophy focuses on distressed assets, and he is known for bold, contrarian bets that have often paid off handsomely. Tepper is also the owner of the NFL's Carolina Panthers and a noted philanthropist, donating generously to education and health-related causes."
    },
    {
        "personName": "Dieter Schwarz",
        "backstory": "Dieter Schwarz, born in 1939 in Heilbronn, Germany, is the reclusive founder of the Schwarz Group, the parent company of Lidl and Kaufland. Schwarz took over his father’s grocery business in the 1970s and expanded it into one of the largest retail empires in the world. Known for his frugal lifestyle, Schwarz rarely appears in public or gives interviews. His philanthropic work includes significant donations to education and research in Germany through the Dieter Schwarz Foundation."
    },
    {
        "personName": "Ken Griffin",
        "backstory": "Ken Griffin, born in 1968 in Daytona Beach, Florida, is the founder and CEO of Citadel, one of the most successful hedge funds in the world. Griffin started trading stocks while studying at Harvard University and launched Citadel in 1990 with just $4.6 million. Today, the firm manages tens of billions of dollars in assets. Griffin is known for his meticulous approach to risk management and his passion for philanthropy, donating extensively to education, arts, and healthcare."
    },
    {
        "personName": "Jim Simons",
        "backstory": "Jim Simons, born in 1938 in Brookline, Massachusetts, is a mathematician and founder of Renaissance Technologies, a hedge fund known for its use of quantitative models. Simons earned a Ph.D. in mathematics and worked as a codebreaker before applying his skills to finance. His fund’s flagship Medallion Fund is considered one of the most successful in history, consistently generating outsized returns. Simons is also a philanthropist, funding education, research, and autism-related initiatives through his foundation."
    },
    {
        "personName": "Carlos Slim Helú",
        "backstory": "Carlos Slim Helú, born in 1940 in Mexico City, is a business magnate and philanthropist. Slim built his fortune through investments in telecommunications, banking, and construction. His company, América Móvil, is the largest telecom operator in Latin America. Known for his strategic acquisitions during economic downturns, Slim has been a prominent figure on the list of the world’s richest people. Through the Carlos Slim Foundation, he has donated billions to health, education, and cultural initiatives."
    },
    {
        "personName": "Jack Ma",
        "backstory": "Jack Ma, born in 1964 in Hangzhou, China, is the founder of Alibaba Group, one of the world’s largest e-commerce and technology companies. A former English teacher, Ma founded Alibaba in 1999 with the goal of helping small businesses compete globally. His charismatic leadership and vision transformed the company into a global powerhouse. Ma stepped down as chairman in 2019 but remains a key figure in China's tech ecosystem. He is also a philanthropist, focusing on education and environmental sustainability."
    },
    {
        "personName": "Steve Ballmer",
        "backstory": "Steve Ballmer, born in 1956 in Detroit, Michigan, is the former CEO of Microsoft and current owner of the NBA's Los Angeles Clippers. Ballmer joined Microsoft in 1980 as its 30th employee and helped grow the company into a global tech giant. As CEO from 2000 to 2014, he oversaw major product launches and acquisitions. Ballmer's energetic personality and leadership style are well-known, and he has since focused on philanthropy and sports management."
    },
    {
        "personName": "Ingvar Kamprad",
        "backstory": "Ingvar Kamprad, born in 1926 in Småland, Sweden, was the founder of IKEA, the world’s largest furniture retailer. Kamprad started IKEA at the age of 17, naming it after his initials and the farm where he grew up. His vision of affordable, flat-pack furniture revolutionized the industry. Kamprad was known for his frugal lifestyle and remained involved with IKEA until his passing in 2018. His legacy lives on through the company’s commitment to sustainability and innovation."
    },
    {
        "personName": "Charles Koch",
        "backstory": "Charles Koch, born in 1935 in Wichita, Kansas, is the chairman and CEO of Koch Industries, one of the largest privately held companies in the United States. Under his leadership, the company expanded from oil refining into chemicals, energy, and consumer products. Koch is a prominent advocate of free-market principles and has donated extensively to academic and policy institutions. Despite controversies surrounding his political activism, Koch’s business success and philanthropy have had a significant impact."
    },
    {
        "personName": "Aliko Dangote",
        "backstory": "Aliko Dangote, born in 1957 in Kano, Nigeria, is Africa's richest person and the founder of Dangote Group. Starting with a small trading business, Dangote expanded into manufacturing and became a leader in industries like cement, sugar, and flour. Known for his business acumen and strategic investments, Dangote has been instrumental in driving economic growth in Africa. His Dangote Cement is the largest cement producer on the continent. Dangote is also committed to philanthropy, focusing on health and education initiatives through the Aliko Dangote Foundation."
    },
    {
        "personName": "Gina Rinehart",
        "backstory": "Gina Rinehart, born in 1954 in Perth, Australia, is the chair of Hancock Prospecting, a mining company founded by her father, Lang Hancock. After inheriting a struggling business, Rinehart turned it into one of the most profitable mining enterprises in the world. Her leadership in iron ore mining has made her Australia's richest person. Despite her success, Rinehart has faced legal and family disputes over her wealth. She is also a prominent philanthropist, supporting causes like education, medical research, and rural development."
    },
    {
        "personName": "Susanne Klatten",
        "backstory": "Susanne Klatten, born in 1962 in Bad Homburg, Germany, is a major shareholder in BMW and the pharmaceutical company Altana. Klatten inherited her wealth from her parents, who played a key role in BMW's success. She is known for her business expertise and hands-on management style, helping Altana become a leader in its field before selling a majority stake. Klatten is also an advocate for sustainability and innovation, investing in green technologies and startups through her private investment firm."
    },
    {
        "personName": "Narayana Murthy",
        "backstory": "Narayana Murthy, born in 1946 in Mysore, India, is the co-founder of Infosys, a leading global IT services company. Starting with a modest investment, Murthy built Infosys into a multinational corporation known for its innovative solutions and client-centric approach. Murthy is widely regarded as the father of India's IT sector, and his leadership has inspired generations of entrepreneurs. He is also a philanthropist, focusing on education and healthcare."
    },
    {
        "personName": "Eike Batista",
        "backstory": "Eike Batista, born in 1956 in Brazil, is an entrepreneur who made and lost billions in the oil and mining industries. Once Brazil's richest man, Batista's rise was marked by ambitious ventures in energy and infrastructure. However, his empire collapsed due to financial mismanagement and legal issues. Despite setbacks, Batista remains a polarizing figure in Brazilian business history."
    },
    {
        "personName": "Mikhail Fridman",
        "backstory": "Mikhail Fridman, born in 1964 in Lviv, Ukraine, is the co-founder of Alfa Group, one of Russia's largest privately-owned investment groups. Fridman built his fortune through investments in oil, banking, and telecommunications. Known for his strategic acumen, he has expanded his business interests globally. Fridman is also involved in philanthropy, focusing on education and cultural preservation."
    },
    {
        "personName": "Azim Premji",
        "backstory": "Azim Premji, born in 1945 in Mumbai, India, is the former chairman of Wipro, a multinational IT and consulting company. Under his leadership, Wipro grew from a small family business into a global technology powerhouse. Premji is known for his humility and commitment to giving back, having donated billions through the Azim Premji Foundation to improve education and healthcare in India."
    },
    {
        "personName": "Oleg Deripaska",
        "backstory": "Oleg Deripaska, born in 1968 in Dzerzhinsk, Russia, is a billionaire industrialist and founder of Basic Element, a diversified investment group. Deripaska built his wealth in the aluminum industry, becoming one of the largest producers globally. Despite facing sanctions and controversies, he remains an influential figure in global commodities markets. Deripaska is also involved in philanthropic efforts, focusing on science and education."
    },
    {
        "personName": "Stefan Quandt",
        "backstory": "Stefan Quandt, born in 1966 in Bad Homburg, Germany, is a major shareholder in BMW and a prominent businessman. As the son of Herbert Quandt, who saved BMW from bankruptcy, Stefan inherited a significant stake in the company. He has focused on maintaining BMW's reputation for quality and innovation. Quandt is also involved in philanthropy, supporting education and environmental initiatives."
    },
    {
        "personName": "Daniel Ek",
        "backstory": "Daniel Ek, born in 1983 in Stockholm, Sweden, is the co-founder and CEO of Spotify, the world's leading music streaming platform. Ek started his career in tech at a young age, founding several startups before launching Spotify in 2006. His vision of making music accessible to everyone revolutionized the music industry. Ek is also known for his investments in artificial intelligence and sustainability initiatives."
    },
    {
        "personName": "Joseph Tsai",
        "backstory": "Joseph Tsai, born in 1964 in Taipei, Taiwan, is the co-founder and executive vice chairman of Alibaba Group. A former lawyer, Tsai played a crucial role in securing funding for Alibaba in its early days. He is also the owner of the Brooklyn Nets NBA team. Tsai is deeply involved in philanthropy, focusing on education, medical research, and social justice initiatives."
    },
    {
        "personName": "Sheryl Sandberg",
        "backstory": "Sheryl Sandberg, born in 1969 in Washington, D.C., is the former COO of Meta Platforms and a leading advocate for women in leadership. Sandberg began her career in public policy before joining Google, where she played a key role in its advertising business. She joined Facebook in 2008, helping to transform it into a profitable enterprise. Sandberg is also the author of 'Lean In,' a best-selling book on women and leadership."
    },
    {
        "personName": "Reid Hoffman",
        "backstory": "Reid Hoffman, born in 1967 in Palo Alto, California, is the co-founder of LinkedIn, the world’s largest professional networking platform. Hoffman began his career in tech at Apple and later joined PayPal before founding LinkedIn in 2002. Under his leadership, LinkedIn revolutionized how professionals connect and advance their careers. Hoffman is also a venture capitalist and philanthropist, supporting innovation and social impact initiatives."
    }
]