[
  {
      "quote": "I don't believe in taking right decisions. I take decisions and then make them right.",
      "author": "Ratan Tata"
  },
  {
      "quote": "When something is important enough, you do it even if the odds are not in your favor.",
      "author": "Elon Musk"
  },
  {
      "quote": "If you want to walk fast, walk alone. But if you want to walk far, walk together.",
      "author": "Mukesh Ambani"
  },
  {
      "quote": "The more you learn, the more you earn.",
      "author": "Warren Buffett"
  },
  {
      "quote": "Your most unhappy customers are your greatest source of learning.",
      "author": "Bill Gates"
  },
  {
      "quote": "The biggest risk is not taking any risk.",
      "author": "Mark Zuckerberg"
  },
  {
      "quote": "I have had all of the disadvantages required for success.",
      "author": "Larry Ellison"
  },
  {
      "quote": "The goal isn’t to live forever; the goal is to create something that will.",
      "author": "Chuck Palahniuk"
  },
  {
      "quote": "If people are not laughing at your goals, your goals are too small.",
      "author": "Azim Premji"
  },
  {
      "quote": "Do not be embarrassed by your failures, learn from them and start again.",
      "author": "Richard Branson"
  },
  {
      "quote": "Don’t spend money before you have it.",
      "author": "Jeff Bezos"
  },
  {
      "quote": "Innovation distinguishes between a leader and a follower.",
      "author": "Steve Jobs"
  },
  {
      "quote": "Risk comes from not knowing what you're doing.",
      "author": "Warren Buffett"
  },
  {
      "quote": "I’ve learned that mistakes can often be as good a teacher as success.",
      "author": "Jack Welch"
  },
  {
      "quote": "Don’t compare yourself with anyone in this world. If you do so, you are insulting yourself.",
      "author": "Bill Gates"
  },
  {
      "quote": "You only have to do a very few things right in your life so long as you don’t do too many things wrong.",
      "author": "Warren Buffett"
  },
  {
      "quote": "Success is a lousy teacher. It seduces smart people into thinking they can’t lose.",
      "author": "Bill Gates"
  },
  {
      "quote": "Life is too short to hang out with people who aren’t resourceful.",
      "author": "Jeff Bezos"
  },
  {
      "quote": "The way to get started is to quit talking and begin doing.",
      "author": "Walt Disney"
  },
  {
      "quote": "I think frugality drives innovation, just like other constraints do.",
      "author": "Jeff Bezos"
  },
  {
      "quote": "If you’re changing the world, you’re working on important things. You’re excited to get up in the morning.",
      "author": "Larry Page"
  },
  {
      "quote": "In the long run, we are all dead. But in the short run, we can achieve greatness.",
      "author": "John Maynard Keynes"
  },
  {
      "quote": "If it scares you, it might be a good thing to try.",
      "author": "Sundar Pichai"
  },
  {
      "quote": "Some people dream of success, while others wake up and work hard at it.",
      "author": "Howard Schultz"
  },
  {
      "quote": "You have to see failure as the beginning and the middle, but never entertain it as an end.",
      "author": "Jessica Herrin"
  },
  {
      "quote": "Surround yourself with only people who are going to lift you higher.",
      "author": "Oprah Winfrey"
  },
  {
      "quote": "The difference between successful people and really successful people is that really successful people say no to almost everything.",
      "author": "Warren Buffett"
  },
  {
      "quote": "I knew that if I failed, I wouldn’t regret that. But I knew the one thing I might regret is not trying.",
      "author": "Jeff Bezos"
  },
  {
      "quote": "When you innovate, you’ve got to be prepared for people telling you that you are nuts.",
      "author": "Larry Ellison"
  },
  {
      "quote": "Your time is limited, so don’t waste it living someone else’s life.",
      "author": "Steve Jobs"
  },
  {
      "quote": "The best investment you can make is in yourself.",
      "author": "Warren Buffett"
  },
  {
      "quote": "A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well.",
      "author": "Jeff Bezos"
  },
  {
      "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
      "author": "Winston Churchill"
  },
  {
      "quote": "Opportunities don't happen, you create them.",
      "author": "Chris Grosser"
  },
  {
      "quote": "Success usually comes to those who are too busy to be looking for it.",
      "author": "Henry David Thoreau"
  },
  {
      "quote": "Don’t be afraid to give up the good to go for the great.",
      "author": "John D. Rockefeller"
  },
  {
      "quote": "I find that the harder I work, the more luck I seem to have.",
      "author": "Thomas Jefferson"
  },
  {
      "quote": "Success is not how high you have climbed, but how you make a positive difference to the world.",
      "author": "Roy T. Bennett"
  },
  {
      "quote": "Do one thing every day that scares you.",
      "author": "Eleanor Roosevelt"
  },
  {
      "quote": "Hardships often prepare ordinary people for an extraordinary destiny.",
      "author": "C.S. Lewis"
  },
  {
    "quote": "The only limit to our realization of tomorrow is our doubts of today.",
    "author": "Franklin D. Roosevelt"
},
{
    "quote": "Do what you can, with what you have, where you are.",
    "author": "Theodore Roosevelt"
},
{
    "quote": "The best way to predict the future is to create it.",
    "author": "Peter Drucker"
},
{
    "quote": "Success isn’t about how much money you make. It’s about the difference you make in people’s lives.",
    "author": "Michelle Obama"
},
{
    "quote": "Success is how high you bounce when you hit bottom.",
    "author": "George S. Patton"
},
{
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "author": "Ralph Waldo Emerson"
},
{
    "quote": "A goal is a dream with a deadline.",
    "author": "Napoleon Hill"
},
{
    "quote": "You don’t have to be great to start, but you have to start to be great.",
    "author": "Zig Ziglar"
},
{
    "quote": "Happiness is not something ready made. It comes from your own actions.",
    "author": "Dalai Lama"
},
{
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson"
},
{
    "quote": "Success is liking yourself, liking what you do, and liking how you do it.",
    "author": "Maya Angelou"
},
{
    "quote": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
},
{
    "quote": "The harder the conflict, the greater the triumph.",
    "author": "George Washington"
},
{
    "quote": "Act as if what you do makes a difference. It does.",
    "author": "William James"
},
{
    "quote": "It is never too late to be what you might have been.",
    "author": "George Eliot"
},
{
    "quote": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
},
{
    "quote": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Ryun"
},
{
    "quote": "Success usually comes to those who are too busy to be looking for it.",
    "author": "Henry David Thoreau"
},
{
    "quote": "Don’t wait. The time will never be just right.",
    "author": "Napoleon Hill"
},
{
    "quote": "I attribute my success to this: I never gave or took any excuse.",
    "author": "Florence Nightingale"
},
{
    "quote": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
},
{
    "quote": "Don’t let yesterday take up too much of today.",
    "author": "Will Rogers"
},
{
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
},
{
    "quote": "I find that the harder I work, the more luck I seem to have.",
    "author": "Thomas Jefferson"
},
{
    "quote": "The secret of getting ahead is getting started.",
    "author": "Mark Twain"
},
{
    "quote": "Success is not in what you have, but who you are.",
    "author": "Bo Bennett"
},
{
    "quote": "The road to success and the road to failure are almost exactly the same.",
    "author": "Colin R. Davis"
},
{
    "quote": "A person who never made a mistake never tried anything new.",
    "author": "Albert Einstein"
},
{
    "quote": "Success seems to be connected with action. Successful people keep moving.",
    "author": "Conrad Hilton"
},
{
    "quote": "In order to succeed, we must first believe that we can.",
    "author": "Nikos Kazantzakis"
},
{
    "quote": "Success is not just what you accomplish in your life; it is about what you inspire others to do.",
    "author": "Unknown"
},
{
    "quote": "Fall seven times and stand up eight.",
    "author": "Japanese Proverb"
},
{
    "quote": "You miss 100% of the shots you don’t take.",
    "author": "Wayne Gretzky"
},
{
    "quote": "What you do today can improve all your tomorrows.",
    "author": "Ralph Marston"
},
{
    "quote": "You don’t need to be perfect to inspire others. Let people get inspired by how you deal with your imperfections.",
    "author": "Unknown"
},
{
    "quote": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change.",
    "author": "Les Brown"
},
{
    "quote": "Keep your face always toward the sunshine—and shadows will fall behind you.",
    "author": "Walt Whitman"
},
{
    "quote": "Nothing is impossible. The word itself says 'I'm possible!'",
    "author": "Audrey Hepburn"
}
]
